tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "pachyderm/tap"
tap "railwaycat/emacsmacport"
tap "romkatv/powerlevel10k"
brew "antigen"
brew "libpng"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bzip2"
brew "grpc"
brew "apache-arrow"
brew "libssh2"
brew "aria2"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "axel"
brew "bat"
brew "bib-tool"
brew "boost"
brew "glib"
brew "cairo"
brew "python@3.11"
brew "cmake"
brew "ctop"
brew "curl"
brew "docutils"
brew "doxygen"
brew "libgit2"
brew "numpy"
brew "pygit2"
brew "dvc"
brew "openjpeg"
brew "ghostscript", link: false
brew "exa"
brew "exiftool"
brew "fdupes"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fftw"
brew "netpbm"
brew "fig2dev"
brew "fltk"
brew "libavif"
brew "gd"
brew "geos"
brew "gnupg"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "shared-mime-info"
brew "libheif"
brew "libspatialite"
brew "netcdf"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "gifski"
brew "node"
brew "gitmoji"
brew "gnu-sed"
brew "hunspell"
brew "qt"
brew "gnuplot"
brew "pkg-config"
brew "gobject-introspection"
brew "graphicsmagick"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "htop"
brew "http-server"
brew "hugo"
brew "libomp", link: true
brew "imagemagick"
brew "libdap"
brew "libproxy"
brew "libvterm"
brew "libxt"
brew "mdbtools"
brew "nghttp2"
brew "ninja"
brew "pcre"
brew "python@3.9"
brew "pstoedit"
brew "qt@5"
brew "pyqt@5"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "openjdk"
brew "packer"
brew "pandoc"
brew "php"
brew "pngpaste"
brew "poppler-qt5"
brew "powerlevel10k"
brew "py3cairo"
brew "pyqt"
brew "python@3.10"
brew "tcl-tk", link: false
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "sip"
brew "sphinx-doc"
brew "stow"
brew "subversion"
brew "tbb"
brew "tree"
brew "v8"
brew "wget"
brew "zsh-syntax-highlighting"
brew "railwaycat/emacsmacport/emacs-mac"
cask "font-cantarell"
cask "font-fira-code"
cask "font-iosevka"
cask "font-iosevka-aile"
cask "font-jetbrains-mono"
cask "phantomjs"
cask "vagrant"
cask "xquartz"
